{"<unk>":0,"\"":1,"'":2,"(":3,")":4,",":5,"-":6,".":7,"0":8,"1":9,"2":10,"3":11,"4":12,"5":13,"6":14,"7":15,"8":16,"9":17,":":18,";":19,"A":20,"B":21,"C":22,"D":23,"F":24,"G":25,"H":26,"I":27,"J":28,"K":29,"M":30,"N":31,"O":32,"S":33,"T":34,"W":35,"Y":36,"[":37,"]":38,"a":39,"b":40,"c":41,"d":42,"e":43,"f":44,"g":45,"h":46,"i":47,"j":48,"k":49,"l":50,"m":51,"n":52,"o":53,"p":54,"q":55,"r":56,"s":57,"t":58,"u":59,"v":60,"w":61,"y":62,"z":63,"ŋ":64,"ə":65,"́":66,"̌":67,"孙":68,"杨":69,"e</w>":70,"n</w>":71,"d</w>":72,".</w>":73,"r</w>":74,"y</w>":75,",</w>":76,"]</w>":77,"g</w>":78,"8</w>":79,"0</w>":80,"t</w>":81,"l</w>":82,"s</w>":83,"A</w>":84,"h</w>":85,"w</w>":86,"o</w>":87,"a</w>":88,"2</w>":89,"1</w>":90,"c</w>":91,"f</w>":92,"S</w>":93,"C</w>":94,":</w>":95,"\"</w>":96,"3</w>":97,"p</w>":98,";</w>":99,")</w>":100,"6</w>":101,"7</w>":102,"4</w>":103,"m</w>":104,"th":105,"the</w>":106,"in":107,"me":108,"es":109,"an":110,"ti":111,"or":112,"in</w>":113,"re":114,"20":115,"on":116,"ld</w>":117,"ing</w>":118,"ed</w>":119,"hi":120,"mp":121,"Su":122,"est":123,"tr":124,"and</w>":125,"at</w>":126,"on</w>":127,"er</w>":128,"le</w>":129,"mpi":130,"en":131,"ha":132,"wi":133,"201":134,"al":135,"fre":136,"esty":137,"freesty":138,"metr":139,"Sun</w>":140,"an</w>":141,"ec":142,"er":143,"he</w>":144,"si":145,"orld</w>":146,"00</w>":147,"ev":148,"mme":149,"to</w>":150,"med":151,"ar":152,"as</w>":153,"fo":154,"swi":155,"freestyle</w>":156,"metre</w>":157,"go":158,"ons":159,"mmer</w>":160,"0,</w>":161,"Ol":162,"World</w>":163,"ati":164,"di":165,"do":166,"ympi":167,"hampi":168,"als</w>":169,"for</w>":170,"gold</w>":171,"Olympi":172,"15":173,"Champi":174,"ce</w>":175,"fi":176,"ping</w>":177,"s,</w>":178,"medals</w>":179,"onshi":180,"1500</w>":181,"Championshi":182,"Ch":183,"In</w>":184,"ac":185,"af":186,"et":187,"he":188,"me</w>":189,"no":190,"ou":191,"of</w>":192,"st":193,"st</w>":194,"ts</w>":195,"ve</w>":196,"won</w>":197,"was</w>":198,"that</w>":199,"his</w>":200,"even":201,"doping</w>":202,"Championship":203,"Chin":204,"not</w>":205,"00,</w>":206,"al</w>":207,"ber</w>":208,"bec":209,"cl":210,"cor":211,"em":212,"le":213,"li":214,"ly</w>":215,"mm":216,"pr":217,"ru":218,"s.</w>":219,"th</w>":220,"ter</w>":221,"recor":222,"200</w>":223,"swimmer</w>":224,"Olympic</w>":225,"after</w>":226,"Chines":227,"beca":228,"ember</w>":229,"400</w>":230,"At</w>":231,"Asi":232,"CA":233,"FI":234,"as":235,"be":236,"by</w>":237,"co":238,"con":239,"ep":240,"ne":241,"ning</w>":242,"ol":243,"per":244,"rst</w>":245,"ta":246,"test":247,"ur":248,"vi":249,"world</w>":250,"ing":251,"tive</w>":252,"200":253,"with</w>":254,"freestyle":255,"ation":256,"first</w>":257,"record":258,"Chinese</w>":259,"Asian</w>":260,"FIN":261,"ept":262,"'s</w>":263,".[":264,"400,</w>":265,"8,</w>":266,"AD":267,"A's</w>":268,"Sept":269,"WAD":270,"[Su":271,"ab":272,"ag":273,"at":274,"ay</w>":275,"be</w>":276,"ban":277,"ci":278,"ch</w>":279,"ded</w>":280,"den":281,"dec":282,"dru":283,"eti":284,"ear":285,"for":286,"is</w>":287,"lo":288,"mon":289,"n]</w>":290,"ri":291,"sh":292,"su":293,"ul":294,"un":295,"win</w>":296,"whi":297,"ths</w>":298,"thre":299,"ess":300,"ance</w>":301,"ti-":302,"tit":303,"tion</w>":304,"time</w>":305,"hist":306,"Summer</w>":307,"had</w>":308,"2019":309,"2018,</w>":310,"metres":311,"sion</w>":312,"medal</w>":313,"swimm":314,"did</w>":315,"Olympic":316,"ett":317,"held</w>":318,"Championships,</w>":319,"became</w>":320,"CAS</w>":321,"comp":322,"freestyle,</w>":323,"September</w>":324,"[Sun]</w>":325,"drug</w>":326,"months</w>":327,"which</w>":328,"histor":329,"-time</w>":330,"800,</w>":331,"CS":332,"Ga":333,"He</w>":334,"Hac":335,"Sp":336,"bed</w>":337,"cc":338,"cy</w>":339,"cri":340,"de":341,"ding</w>":342,"dur":343,"el":344,"en</w>":345,"ere":346,"gh":347,"io":348,"it</w>":349,"ifi":350,"its</w>":351,"ision</w>":352,"lv":353,"lon":354,"ned</w>":355,"ov":356,"ol</w>":357,"osi":358,"pp":359,"posi":360,"sa":361,"se</w>":362,"sin":363,"sec":364,"sett":365,"ts.</w>":366,"use</w>":367,"wn":368,"inv":369,"mes,</w>":370,"est</w>":371,"escri":372,"any</w>":373,"ant</w>":374,"anti-":375,"time":376,"ort":377,"200,</w>":378,"ond</w>":379,"him</w>":380,"tri":381,"trol</w>":382,"ency</w>":383,"have</w>":384,"all</w>":385,"ery</w>":386,"silv":387,"eved</w>":388,"every</w>":389,"mmer":390,"swimmer":391,"ation</w>":392,"dis":393,"dist":394,"acti":395,"hear":396,"ould</w>":397,"events</w>":398,"events.</w>":399,"clu":400,"clas":401,"pro":402,"because</w>":403,"control</w>":404,"new</w>":405,"perfor":406,"tak":407,"tested</w>":408,"record.</w>":409,"FINA's</w>":410,"WADA</w>":411,"banned</w>":412,"decision</w>":413,"etition</w>":414,"three</w>":415,"title</w>":416,"2019,</w>":417,"metres)</w>":418,"swimming":419,"Olympics.</w>":420,"history</w>":421,"Games,</w>":422,"Hack":423,"Spor":424,"during</w>":425,"ered</w>":426,"ght</w>":427,"positive</w>":428,"since</w>":429,"second</w>":430,"setting</w>":431,"escribed</w>":432,"anti-doping</w>":433,"silver</w>":434,"distance</w>":435}